{
    "event-heading": "kho-kho",

    "rules": [
        "Rules given by the Kho Kho Federation of India Will be followed. ",

        "Event shall be conducted on the league cum knockout basis. ",
        
        "Each team consists of 12 players, but only 9 players take the ﬁeld. ",
        
        "Duration:<br/><ul><li>An innings will consist of chasing and running turns which will be of 9 minutes duration. Each match will consist of two innings.<li>An interval of 5 minutes is allowed after an inning turn.</ul> ",
        
        "The side of the chasers scores one point for putting out each runner. ",
        
        "The captain of the toss winning team will have the choice of chasing or running. ",
        
        "At the commencement of the game the eight chasers (players sitting in the squares) will sit in the squares facing opposite directions. No adjacent chasers should face in the same direction. The 9th chaser will stand at either of the posts. ",
        
        "The runners and chasers will ﬁx their entry serially with the scorer. ",
        
        "With the commencement of the game three runners are to get inside the court. As soon as a runner is put out the next three runners must enter the ﬁeld before or after one 'Kho' is given. If a runner fails to enter the ﬁeld, he is given out. ",
        
        "A runner goes out by the following means: <br/><ul><li> If touched by a chaser. <li> Fails to enter the ﬁeld when a runner is given out. <li> If he touches the seated chasers twice or after receiving a warning for similar infringement. </ul>",
        
        "Rules for the chasers: <li> 'Kho' is to be given from behind a sitting chaser and loudly. <li> The seated chaser shall not get up without getting 'Kho'. <li> An active chaser shall not recede to give 'Kho'. <li> An active chaser shall sit down immediately after giving 'Kho'. <li> After getting 'Kho' the sitting chaser becomes active and follows the direction he is facing. <li> An active chaser is not to cross the centre line. <li> He is to take the direction that he has initially taken to the M or N posts. <li> When an active chaser leaves a post, he shall go in the direction of other post remaining on the side of the centre line which he was facing before leaving the post. <li> Chasers are not to obstruct runners while being seated <li> The face (shoulder line) of an active chaser must be in a direction he has taken. He shall not turn his face. He is only allowed to turn his face parallel to the centre line. <li> If a foul is committed by an active chaser he will be directed to go in the opposite direction of his chaser as indicated by the umpire and if a runner is put out by this act he will not be given out. <li> When an active chaser let go his hold of the post or goes beyond the rectangles he is known as leaving the post. ",
        
        "A substitute shall be allowed to replace an injured player at the discretion of the referee. "
    ],
    
    "hall": [
        "A",
        "B",
        "C"
    ]
}
