{
    "event-heading": "taekwondo",

    "rules": [
        "The competition will be held as per the WTF (World T aekwondo Federation) rules.","Poomsae:<br/><ol><li>Singles: Boys & Girls separately<br><ul><li>Junior (White belt to Blue belt).<br/>Each participant is required to know Taeguek 1 to Taeguek 4.<br/>There will be 1 gold, 1 silver and 2 bronze medals for each category viz. boys and girls.<br/>A maximum of 4 players are allowed from a college.<li>Senior (Blue-one belt to Black belt).<br/>Each participant is required to know Taeguek 1 to Taeguek 8.<br/>There will be 1 gold, 1 silver and 2 bronze medals for each category viz. boys and girls.<br/>A maximum of 4 players are allowed from a college.</ul>The points for individual positions for I, II, III and IV are 4, 2, 1, 1 respectively.<li>Pairs: A pair will be formed by a boy and a girl. They can be of any belt (white toblack). The pair must know Taegeuk 1 to Taegeuk 5. There will be 1x2 gold, 1x2 silverand 2x2 bronze medals. (No category in this case). A maximum of 3 pairs are allowedfrom a college.<br/>The points for team positions for I, II, III and IV are 6, 3, l, 1 respectively.<li>Group: A group is of three participants (Boys and girls separately) of any belt (white toblack). The group must know Taegeuk l to Taegeuk 4. There will be 1x3 gold, 1x3 silverand 2x3 bronze medals. A maximum of 2 groups are allowed from a college for eachcategory.<br/>The points for team positions for I, II, III and IV are 8, 4, 2, 2 respectively.</ol>",

        "Sparring (Kyorugi):<br/>The players will ﬁght within their respective weight categories. A maximum of twoparticipants participate in each weight category from a college. Players in single weightcategory will be grouped randomly. If there is single player in any weight category he/shewill be shifted to the next nearest weight category.<br/>The points for individual positions for I, II, III and IV are 5, 3, 2, 1 respectively.<br/><table><tr><th>Weight categories<th>Male(in kg)<th>Fema1e(in kg)<tr><td>I<td>Under 54<td>Under 49<tr><td>II<td>54-58<td>49-54<tr><td>III<td>58-62<td>54-60<tr><td>IV<td>62-69<td>60-68<tr><td>V<td>69-75<td>68-75<tr><td>VI<td>Above 75<td>Above 75</table>"
    ],
    "hall": [
        "A",
        "B",
        "C"
    ]
}
